export const SPOILERS_DATA = [
  [
    'Что такое маркетплейс по торговле телеграм-ботами?',
    'Маркетплейс по торговле телеграм-ботами в сфере транспорта - это онлайн-платформа, на которой пользователи могут найти, купить и продать различные телеграм-боты, специально разработанные для транспортных нужд. Эти боты могут помочь пользователям ориентироваться в общественном транспорте, предоставлять актуальные обновления и предлагать другие соответствующие услуги.',
  ],
  [
    'Как я могу купить бота на маркетплейсе?',
    'Чтобы купить бота на маркетплейсе, следуйте этим шагам:',
    [
      'Просмотрите доступные боты в категории транспорта.',
      'Нажмите на интересующего вас бота, чтобы получить доступ к его описанию, функциям и информации о цене.',
      'Если вы удовлетворены ботом, нажмите кнопку "Купить сейчас" или следуйте инструкциям, предоставленным продавцом.',
      'Осуществите необходимую оплату и получите доступ к приобретенному боту.',
    ],
  ],
  [
    'Как мне продать свой бот на маркетплейсе?',
    'Чтобы продать свой бот на маркетплейсе, выполните следующие действия:',
    [
      'Зарегистрируйтесь на платформе маркетплейса и создайте свой профиль продавца.',
      'Загрузите описание вашего бота, включая его функции, особенности и цену.',
      'Укажите способы оплаты и предоставьте подробные инструкции о доставке или предоставлении бота покупателю.',
      'Поддерживайте открытую коммуникацию с потенциальными покупателями и отвечайте на их вопросы.',
      'Как только сделка будет завершена, предоставьте бота покупателю в соответствии с условиями сделки.',
    ],
  ],
  [
    'Какие виды телеграм-ботов доступны в сфере транспорта?',
    'В сфере транспорта доступны различные типы телеграм-ботов с разными функциями, такими как:',
    [
      'Боты для маршрутов и расписаний общественного транспорта.',
      'Боты для предоставления актуальных обновлений о состоянии дорог и задержках в движении.',
      'Боты, предлагающие информацию о ближайших остановках, пересадках и доступных транспортных подключениях.',
      'Боты, предоставляющие услуги покупки билетов на транспорт и многоe другое.',
    ],
  ],
  [
    'Как я могу связаться с продавцом или получить поддержку при покупке/продаже бота?',
    'Чтобы связаться с продавцом или получить поддержку при покупке/продаже бота, вы можете использовать встроенную систему обмена сообщениями на платформе маркетплейса. Продавцы и покупатели могут взаимодействовать, задавать вопросы, уточнять детали сделки и обсуждать условия через эту систему обмена сообщениями.',
  ],
  [
    'Как обеспечивается безопасность платежей на маркетплейсе?',
    'Маркетплейс обеспечивает безопасность платежей через различные методы, такие как системы защиты покупателя и продавца, шифрование данных и проверка подлинности учетных записей. Однако, перед осуществлением платежа, рекомендуется внимательно ознакомиться с политикой безопасности платежей платформы и принять необходимые меры предосторожности.',
  ],
];
