export const userAgreementTitle = {
  title:
    'ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ ДЛЯ РЕГИСТРАЦИИ АККАУНТА ПРОДАВЦА НА МАРКЕТПЛЕЙСЕ BOTDEPOT',
  description:
    'Это Пользовательское соглашение (далее по тексту - «Соглашение») регулирует условия использования и регистрации аккаунта продавца на маркетплейсе BotDepot (далее – «Сервис»). Регистрируя аккаунт продавца и/или используя Сервис, вы подтверждаете своё согласие с этим Соглашением и обязуетесь соблюдать его положения.',
};

export const userAgreementText = [
  {
    id: 1,
    title: 'Описание Сервиса',
    description: [
      {
        id: 1,
        text: 'BotDepot предоставляет платформу для продажи и покупки телеграм-ботов, специально разработанных для использования в сфере транспорта.',
      },
      {
        id: 2,
        text: 'Аккаунт продавца позволяет пользователю создавать и управлять списками ботов, устанавливать цены, предоставлять описания и осуществлять продажи на Сервисе.',
      },
    ],
  },
  {
    id: 2,
    title: 'Регистрация аккаунта продавца',
    description: [
      {
        id: 1,
        text: 'Для регистрации аккаунта продавца на Сервисе, вам необходимо предоставить достоверные и полные данные при заполнении регистрационной формы.',
      },
      {
        id: 2,
        text: 'Вы обязаны обеспечить конфиденциальность и безопасность ваших логина и пароля, используемых для входа на аккаунт продавца. Вы несете ответственность за все действия, совершаемые через ваш аккаунт.',
      },
    ],
  },
  {
    id: 3,
    title: 'Права и обязанности продавца',
    description: [
      {
        id: 1,
        text: 'Вы обязаны предоставить достоверную и актуальную информацию о ваших ботах, включая их описание, функциональность и цены.',
      },
      {
        id: 2,
        text: 'Вы соглашаетесь с тем, что вы будете отвечать за соблюдение всех применимых законов и правил при продаже и распространении ваших ботов.',
      },
      {
        id: 3,
        text: 'Вы обязаны поддерживать открытую и честную коммуникацию с покупателями ботов и решать все спорные вопросы в хорошей вере и в соответствии с правилами маркетплейса.',
      },
      {
        id: 4,
        text: 'Вы соглашаетесь, что BotDepot имеет право в любой момент проверить информацию, предоставленную вами, и в случае обнаружения недостоверности или нарушения правил маркетплейса, имеет право приостановить или удалить ваш аккаунт без предварительного уведомления.',
      },
    ],
  },
  {
    id: 4,
    title: 'Интеллектуальная собственность',
    description: [
      {
        id: 1,
        text: 'Вы подтверждаете, что ваши боты и предоставленные материалы не нарушают интеллектуальную собственность третьих лиц. Вы полностью несете ответственность за любые претензии, связанные с       нарушением авторских прав или других прав третьих лиц.',
      },
      {
        id: 2,
        text: 'BotDepot сохраняет право использовать предоставленную вами информацию о ботах и материалы с целью продвижения маркетплейса и повышения его видимости.',
      },
    ],
  },
  {
    id: 5,
    title: 'Ответственность',
    description: [
      {
        id: 1,
        text: 'BotDepot не несет ответственности за качество, функциональность и совместимость ботов, продаваемых на Сервисе. Любые претензии или споры между продавцом и покупателем должны быть решены между ними.',
      },
      {
        id: 2,
        text: 'В случае нарушения условий этого Соглашения, BotDepot оставляет за собой право приостановить или удалить ваш аккаунт продавца, а также ограничить доступ к Сервису.',
      },
    ],
  },
  {
    id: 6,
    title: 'Изменение и расторжение Соглашения',
    description: [
      {
        id: 1,
        text: 'BotDepot оставляет за собой право в любой момент изменить условия этого Соглашения. Измененная версия Соглашения вступает в силу сразу после ее публикации на Сервисе.',
      },
      {
        id: 2,
        text: 'Вы можете прекратить использование Сервиса в любое время путем удаления аккаунта продавца.',
      },
      {
        id: 3,
        text: 'После удаления аккаунта продавца, предоставленные вами данные и материалы также могут быть удалены из Сервиса.',
      },
    ],
  },
  {
    id: 7,
    title: 'Применимое право и разрешение споров',
    description: [
      {
        id: 1,
        text: 'Это Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации.',
      },
      {
        id: 2,
        text: 'Возникающие в рамках этого Соглашения споры и разногласия подлежат разрешению путем переговоров между сторонами. В случае невозможности достижения согласия, споры могут быть переданы на рассмотрение в судебный орган по месту нахождения BotDepot.',
      },
    ],
  },
];
